function Global(){}
Global.imgsRaw = `ОзОн: о-о
ОбРуч: о-р
ОрДен: о-д
ОаЗис (пальма): о-з
ОвЧарка (намордник): о-ч
ОсПа: о-п
ОбЩажная сушилка: о-ш
ОвСянка: о-с
ОтВёртка: о-в
ОтМена (button): о-м
РвОта: р-о
рррубанок (сдирать): р-р
РаДуга: р-д
РоЗа: р-з
РыЧаг: р-ч
РамПа (кикер): р-п
РеШетка: р-ш
РыСь: р-с
РеВа (эмоции): р-в
РаМка (картинная): р-м
ДрОва: д-о
ДаРтс: д-р
ДоДекаэдр: д-д
ДеЗодорант: д-з
ДиЧь (дохлая птица): д-ч
ДуПло (нора): д-п
ДоШирак: д-ш
ДоСка (школьная): д-с
ДиВан: д-в
ДоМино: д-м
ЗлО (макарон): з-о
ЗеРкальце: з-р
ЗаДвижка: з-д
ЗЗЗинг: з-з
ЗаЧем (мем): з-ч
ЗиПпо: з-п
ЗаШивать: з-ш
ЗаСада: з-с
ЗаВодские трубы (дым): з-в
ЗаМок (навесной): з-м
ЧаО (соник): ч-о
ЧиРка (одна купюра): ч-р
ЧуДо (шоколад): ч-д
ЧиЗбургер: ч-з
ЧеЧнев (11x11): ч-ч
ЧиПполино: ч-п
ЧеШирский кот: ч-ш
ЧаСы (настенные): ч-с
ЧуВаак (Нифёд): ч-в
ЧеМодан: ч-м
ПлОт (из тыкв): п-о
ПиРаминкс: п-р
ПуДра: п-д
П*З: п-з
ПеЧать: п-ч
ПеПельница: п-п
ПуШка: п-ш
ПеСок (куча): п-с
ПиВо (аян): п-в
ПоМидор: п-м
ШnОры: ш-о
ШаРф: ш-р
ШеДевр: ш-д
ШеЗлонг (пляжное кресло): ш-з
ЩаЧла (black hole): ш-ч
Шоппинг (пакет): ш-п
ШенгШоу (5х5): ш-ш
ШаСси: ш-с
ШуВанёва: ш-в
ШаМпур: ш-м
СлОн: с-о
СыР: с-р
СиДенье: с-д
СаЗан: с-з
СоЧень: с-ч
СаПоги: с-п
СуШки (на верёвке): с-ш
СоСка: с-с
СоВа: с-в
СеМечки (кулёк): с-м
ВдОва: в-о
ВоРмс: в-р
ВеДро: в-д
ВаЗа: в-з
ВыЧислительная машинка: в-ч
ВиП: в-п
ВиШня: в-ш
ВеСы: в-с
ВыВеска: в-в
ВыМя: в-м
МаО: м-о
МиРбол: м-р
МёД: м-д
МоЗайка: м-з
МоЧалка: м-ч
МоПед: м-п
МеШура: м-ш
МаСка: м-с
МаВроди: м-в
ЛиМузин: л-м
бронежелет: рон
прорубь: рор
бутерброд (тост с джемом): род
розочка: роз
буженина (ломтиками): ени
тропа (желтая): роп
коробка (dust): роа
абрикос: рос
кровать (двухэтажная): ров
хром: ром
орехокол: рео
вееррр из карт: ррр
картридж (принтер): ррд
табуретка: рет
огурец: рец
репка: реп
рокетка (бадминтон): реа
Норрис: ррс
обогреватель (вентиляц.): рев
рельсы: рел
торнадо (вверх): рдо
лоурайдер: рдр
тедди: едд
арбалет: рбт
координаты (С-300): рди 
горбунок: рбк
рубашка: рбш
тобрадекс (в упаковке): рдс
родниковая (бидон): рдв
ебнем: ебм
огрызок: рзо
генератор (Тесла): ртр
разрубать: рзб
розетка: рзт
незнаика: ези
щетка (для станков): етк
эрзац: рза
рыцарь: ртс
розовые чулки: рзв
жезл: езл
крючок (рыбаловный): рчо
турникет (магазинный): рие
гриб: риб
перчатка (резиновая): рчт
столечница (стол в зале раскладной): еиц
фонарик: рик
курица (сырая): риа
центрифуга (воронка): риг
риф: риф
бурилка: рил
рупор: рпо
крылья икара: ркр
эспада (мент с эмкой): епд
туберкулез (пачка сигарет): ркз
терпила - ключ в связке: рпч
кепка: епк
нерпа: рпа
трицератопс: рпс
рукав пожарный: ркв
стекло (cola): екл
гребешок (расческа): ршо
раен (кофта): рае
полурадуга (вверх): рад
раненая зебра: раз
украина (флажок): раи
раковина: рак
груша: рша
игральная кость: рас
журавль: рав
рама велосипеда: рам
кресло: рсо
регистр (микросхема): рср
раскладушка: рсд
крест: рст
брусчатка: рсч
ириска: рск
рога: рга
жестокость (shark): есс
переговоры (рация): ргв
попрыгунчик (шарик): ргу
обрывок (бумаги; оторвать): рво
рваная рана: рвр
приведение: рвд
архиватор (rar): рвт
трофеи (кубок): рфи
рыжик: ржк
неваляшка: евш
гучевский: евс
зерновой кофе (упаковка): рвф
кожурки нахуй!: рху
еловая чаща (на подставке): ело
исцеление: еле
пирамидка десткая: рмд
желток (лужа): елт
геликоид (винтовая лестница): ели
елка: елк
кормушка: рмш
циркумфлекс: рмс
эльф: елф
ципорелло (Лера): рлл
калейдоскоп: доо
дортуар (кровать): дор
дождь (с тучкой): дод
бульдозер: доз
удочка: доч
доки (контейнеры): док
бочка: боа
досточка (разделочная): дос
ездовые собаки: дов
домик (карточный): дом
беговая дорожка: дро
дрель: дре
джордж буш: дрд
бетономешалка: бет
бритва (станок): бри
бекон (сало): бек
бра: бра
бегемот: бег
здоровенный йазь: дрв
дельтаплан: дел
бубен: ббн
гвоздедер: ддр
будда (мраморная статуэтка): бдд
дефибрилятор: дбт
дубина (police): дби
дедок (Тихон): ддк
дубаи (леопард): дба
бильярдистский кий: бдс
бомбардировщик: ббв
бадминтон (валанчик): бдм
батон: бто
БТР: бтр
дымоотвод: дтд
батут маленький: бтт
джакузи: дзи
барсетка (сумочка): бтк
дата (календарь): дта
бутсы (с шипами): бтс
электробритва: бтв
болтунья (яичница): бту
бинт: бин
бирка: бир
диджей: дид
бита: бит 
рубильник (2): бии
бип (лампа): бип
биша: биш
бицепс: бис
бивень: бив
будильник: дил
будко (тёрн): дко
букет: бке
баскетбол (кольцо): бкб
беркут: бкт
бочонки (лото): бки
бронеколпак (гнездо): бкк
трубка (курение): бка
жидкость: дкс
водопровод (трубы): дпв
одеколон: дкл
баобаб: бао
барьер: бар
бабуся (worms): баб
базука: баз
бажин: баи
бакалавр (academic cap): бак
банан: баа
колбаска (HFM): бас
душевая: дшв
бамбук: бам
дискотека (CD): дсо
ледяной град: дгр
детсадовская машинка: дсд
джойстик: дст
догги: дги
радиотелескоп (тарелка): дсп
шар для боулинга: бга
видеокассета: дсс
подсвечник: дсв
гидросамолет: дсм
надувной батут: дво
дверка (бак): двр
медведь: двд
недоумевать (fffuuu): двт
дворник: дви
бекфлип (действие): бфп
буфера: бфа
девайс (руль): двс
обёртывание (фольга): бвв
бахилы: бхл
дуло: дло
блеск: бле
дамба: дмб
болт: блт
бульончик: блч
яблоко: блк
обама: бма
бусы: бус
бухло: бух
баллистическая ракета: блл
бензоколонка: зоо
инфузория: зор
изгородь (заборчик): зод
зонт: зот
ниточка: точ
ток: ток
знак: зна
газонокосилка: зос
зонтик в коктейль: зов
тополь м: том
тень: тен
трещётка: тре
зебу (бык): зеб
туалет (био): тет
зрители: зри
зеркало (большое): зрк
трава: тра
Фихтенгольц: тег
трюковой (квадрацикл): трв
зелень: зел
узбагойся: збо
воздушный шар (спорт): здр
светодиод: тдд
воздушный змей: здз
праздничный стол (скатерть): здч
закладка: здк
воздушный шарик: здш
тобаган: тбг
отбивная: тбв
футболка: тбл
заточка: зто
тортище (свадебный): тте
трезубец: тзб
трезвость (чайник): тзт
экзотическая птица: зти
зенитка: зтк
табурет барный: тта
тетрис (девайс): ттс
тетева (лук): ттв
тату: тту
ботинки (ретро): тин
зефир: зир
зибарь: зиб
звонить[phone]: зит
тиски: тии
стикер: тик
матрица (нео): тца
зига: зиг
резиновый (мячик собаки): зив
тирамиссу: тим
зеркало (боковое): зко
отпорный (крюк): тпр
запад (шляпа): зпд
катапульта: тпт
стриптиз: тпи
тупик (location): тпк
рулетка измерительная: тка
штепсель (в розетку): тпс
тупиковый (знак на дороге): тпв
зацепление (действие): зпл
тао (частица): тао
узкий шар: зшр
забор (высокий): заб
автомат: тат
тачка: тач
заколка: зак
зажигалка: заа
таглит (клумба): таг
бутафория (корзина): таф
зажим (дифуры): зам
табаско: тсо
тигр: тгр
питсбург (коньки синие): тсб
тостер: тст
фатселия: тси
отступ (щель с пропастью): тсп
туга: тга
штангист (поднимать): тгс
скотство (корова): тсв
треугольник (муз.): тгл
звонок (велосипедный): зво
зверь: звр
разводник: звд
звезда (ночник): звз
твистер: тви
литовка (коса): твк
тыква (Halloween): тва
тревога (кнопка со стеклом): твг
звуковоспроизводство (гармонь): звв
штурвал: твл
хоз мыло: змо
таймер (стакмат): тмр
тумба (для обуви): тмб
томат (HFM): тмт
туцтуц: туц
зелёная лампа: змп
метла: тла
термос (с гжелью): тмс
тужься: туж
фотомодель: тмл
ценник (наклейка): цнн
цикорий (чайничек): иор
индия: инд
интим (стринги): инт
часы песочные: чоч
бычок (сигарета): чок
капитошка: иош
анчоус: чос
ц. человек: чов
книжная полка: иол
Цицерон (бюст): иро
чебурек: чре
бучарда (для отбивных): чрд
четки: чет
Черчилль - трак: чрч
чека: чек
кочерга (расколённая): чра
чесалка для кота: чес
жираф: ирф
поцелуй: цеу
молибден (псина): идн
цилиндр (головной убор): идр
чеддер (пластик сыра): чдд
тибет (купол): ибт
цибульникова: иби
диплодок (в разломанном яйце): идк
юбочка: йба
авиамоделист (самолётик): идс
свиноводство (игра): идв
авиабомбы (в коробке): ибм
изо: изо
цезарь (салат): цзр
изба: изб
очиститель (для стёкол): чтт
Бизин: изи
нитки (клубок): итк
цистерна: цта
жница: итс
притвинь: итв
изметирель (ерунок): изм
лицо (маска): ицо
увеличительное стекло: иие
ционид: иид
чихать: чит
щипчики (пинцет): чии
чупа-чупс: ччп
Никитина: ииа
мотоциклист: иис
чифирь: чиф
кипятильник: иил
икона: ико
икра: икр
цикада: икд
типизация (планшет): ипз
очки: чки
хиппи: ипп
яблочный пай (кусок): чпа
икс: икс
чапаев (шашки): чпв
циплёнок: ипл
лиана: иан
Ницше: ише
иад: иад
унитаз: иаз
чайничек (заварник): чаи
ч. апельсин: чап
пижама: иаа
часы наручные: час
чаевые (стопка монет): чав
кетцалькоатль: цал
игнатьев: игн
испарение (действие): иср
фрисби(лет. диск): исб
истукан (пасха): ист
истец: исц
искра: иск
цыгане: цга
кинг-конг: игг
нарисованный[орлёнок]: исв
игла: игл
накаливание (лампа): ивн
цифры: ифр
дисковод: ивд
цивилизация: ивз
дифурки: ифи
живчик: ивк
почва (земля с горшка): чва
антивирус[nod]: ивс
противовес (гирька): ивв
ивлева: ивл
хакимова: имо
член: чле
Чимборасо (Белозёров): чмб
миномёт: имт
нильский: или
мобилка: илк
летучья мышь: чмш
чугун: чуг
чужой: чуж
кардиограмма: имм
порог: поо
эспандер (пружинный): пнр
подарок: под
позор (шляпа): поз
почка (human organ): поч
копоть (земля): коп
подушка: пош
посох: пос
поварёжка: пов
помела: пом
противогаз: про
проектор: прр
петарда: прд
петля: пет
перчатка боксёрская: прч
парик: прк
краска: кра
кегли: кег
проволока (колючая): прв
пирамида (проволочная): прм
подкова: пдо
пидрила: пдр
канделябр (подсвечник): кдб
подтяжки (кобура): пдт
кодинг: кди
подъёмный кран: пдк
кобра: кба
подсолнух: пдс
подтягивание (турник): пдв
подиум (312): пдм
паутина: птн
юпитер: птр
электролобзик: ктб
патронтаж: птт
когти: кти
палатка: птк
пятнашки: птш
контробас: ктс
петух (weapon): птх
козел (спорт): кзл
кольцо: кцо
поочерёдная (famas): пчр
кибуц (пляжный дом): киб
тактический шит: кчт
пианино: пии
пипетка: пип
кишки: киш
пистолет: пис
киви: кив
пила: пил
поплавок: ппо
кукуруза (popcorn): ккр
флаппи бёрд: ппд
кактус: ккт
колонки: кки
куколка: ккк
капкан: пка
кокос: ккс
японский веер: пкв
колокол: ккл
каноэ: као
катер: кар
корки арбузные: каб
казино (рулетка): каз
качеля: кач
пакет: пак
канат: каа
каска: кас
караван: кав
камень: кам
епископ: псо
канистра: кср
костоеды (жучки): ксд
паста: пст
апельсин: пси
поганка: пгк
псалтырь (книжечка): пса
пассатижи: псс
пасха (кулич с яйцами): псх
песочный замок: псм
пиво: пво
ковёр: квр
квадрат (очерчивание): квд
конверт: квт
кефир (коробка): кфи
пиявка: пвк
поливалка (лейка): пва
Найквист: квс
микроволновка: квв
павлин: пвл
портмоне: пмн
плед: пле
комбайн: кмб
пульт: плт
пельмени: пми
киноплёнка: плк
плавки: пла
ком снежный: кмс
плов: плв
ключ маленький: клу
шоколад: шоо
шокер: шор
хеш-код: шод
бант: ант
бабочка: аоч
банка: анк
штанга: ана
ангар: анг
баковка (гандон): аов
вантуз: ану
арнольд: аро
маркер: арр
арбуз: арб
картинг: арт
наручники: арч
арка: арк
барабан: ара
аристократ (лорнет): арс
арфа: арф
шлем (full): шем
набоков: або
цитадель: аде
андроид (статуэтка): адд
абзац: абз
цади: ади
аджика (перец): адк
жаба: аба
градусник: адс
бандаж (повязка): адж
абу (обезьянка): абу
штопор: што
батарея: атр
праздничные ленты: азд
антрекот: атт
азис: ази
рогатка: атк
штатив: шта
АТС (терминал): атс
развёртка коробки: азв
атлас: атл
шина: шин
огнетушитель: шие
талиб: аиб
шитье (носок и спицы): шит
наушники: шии
шикарная: шик
гашиш: шиш
картофелечистка: ачс
шифер: шиф
шило: шил
капот: апо
бушприт (парус): шпр
фапабельная (fap): апб
кожа (куртка): акт
баки синие: аки
тапки: апк
шкаф: шка
капуста: апс
аквариум: акв
напалм: апм
кабан: аан
шаровары: шар
шайба: шаб
шатуны: шат
наркомания (гена): ааи
ушак: шак
ананас: ааа
шлагбаум: шаг
банка бобов: аав
шахматы: шам
пасифлора: асо
фломастеры: аср
марсоход: асд
бумага туалетная: агт
майский жук: асй
наступление (танк): асп
бумага: ага
каssтет: асс
аэрограф: агф
жасмин: асм
фавикон: аво
шведская стенка: шве
швабра: швб
автобус: авт
на круто жить: ажи
булавка: авк
булава: ава
дайвинг: авг
снафф: афф
акварель (палитра): авл
алоэ: ало
америка: амр
шуба: шуб
жалюзи: алз
капельница: алц
балкон: алк
шланг: шла
галстук: алс
самовар: амв
калькулятор: алл
осколок: соо
горка десткая: гор
гроб: гоб
самолет (иж): сот
сачок (для насекомых): соч
гопник: гоп
снайпер: сна
насос: сос
совочек: сов
солонка: сол
сковорода: сро
грелка: гре
сноуборд: срд
граната: грт
гриценко: гри
грейпфут (в стакане): грп
грабли: гра
серьга: срг
сейф: сеф
стремянка: срм
седло (на коня): сдо
секундомер (круглый): сдр
скейтборд: сбд
солдат: сдт
собачка (шицу): сбч
собака (черная): сбк
губа: гба
айсберг: сбг
генрдальф(белый): гдф
сбруя (с дугой): сбу
столик: сто
истребитель: стр
эстакада (awp-мост): стд
регистратор: гтт
стиральная машина: сти
чистилка (ёрш): стк
сталь (плита): ста
стог сена: стс
ставки (фишки покера): ств
стул: стл
синнабон (булка): сио
гиря: гир
гидра: гид
гитара: гит
осирис: сии
листочек (с дерева): счк
кисточка: сча
сигарета: сиг
сливки (я вижу): сив
Осенчук: счу
успокоительное: спо
аспиратор (астма): спр
эспандер (синий): спд
скат: скт
спичка: спч
скорлупа: скп
скалка: ска
спасательный круг: спс
скольжение (действие): скж
эскалатор: скл
сани: сан
сайра (консервы): сар
сабля: саб
газета: газ
жук усач: сач
фисташки: сшк
гайка: гаа
расширение (буж): сшс
саженец: саж
гамак: гам
саксофон: ссо
слесарь (газосварка): сср
снегоход: сгд
спагетти: сгт
соусник (ресторан): сси
сгушенка: сгк
гагарин: гга
однорукий бандит: 777
сигвей (двухколёсный): сгв
сосуд (таз): ссу
светофор: сво
свет: све
мусоропровод: свд
софт (окулус): сфт
свеча: свч
свиток: свк
сахар (мешок): сха
свисток: свс
скважина (замочная внутри): свж
соковыжималка: свм
сумочка: смо
альцгеймер: гмр
соленоид: слд
самокат: смт
слива: сли
ослик: слк
глаз: гла
смерть с косой: смс
гуж: гуж
глушитель (узи): гул
оптоволокно: воо
ворота: вор
водичка (днище): вод
воздушный шарик (сдутый): воз
ноев ковчег: воч
фотоплёнка (оранжевая): фоп
фома: фоа
джинсы: жнс
сервировка (стол): вов
волчок: вол
евро (пачка денег): вро
фреска: фре
вебка: веб
вертолёт: врт
фрикост: фри
вектор: век
вешалка: веш
баварские: врс
выбрасывать (урна): врв
кафель: фел
хобот: хбо
тыводар: вдр
водобашня: вдб
водомёт: вдт
вуди (дятел): вди
водопад: вдп
верба: вба
водоног(корп.м.): вдг
рождество (большая нарядная ёлка): ждв
цветнои букет (пластмассовый): вбу
автолавка (киоск на колёсах): вто
эвакуатор: втр
футбол (настольный): фтб
вентилятор: втт
фонтанчик (питьевой): фти
фартук: фтк
муфта: фта
хот-дог: хтг
винтовка (на ножках): втв
витамимнки: втм
вино: вио
витрина: вир
виноград (гроздь): вид
физра (ранец): физ
лифчик: фчи
пуфик: фик
фишай: фиш
виселица: вис
вифи: виф
вилка: вил
вконтакте (моник): вко
кухонный кран: хкр
впадина: впд
фрукты: фкт
веснушки (Настя): вки
автопогрузчик (pallets): впк
жопа: жпа
вкус лимона (доьлка): вкс
выпивка (фляга): впв
выключатель света: вкл
авиашоу (три истребителя): вшо
кофеварка: вар
инвалидное кресло: вад
вата: ват
жвачка: вач
факел: фак
варежка: ваа
вагон: ваг
вафля: вав
валик: вал
хьюго: хго
Хофстедер: фср
всходы (растут): всд
невеста: вст
водоснабжение (тоннель с водой): вси
фотовспышка: всп
фигушки: фгш
автосервис (домкрат): всс
евстифеев: всф
высушить[fen]: всу
вставная [челюсть]: ввн
вверх (аэротруба): ввр
вождение (RC car): вжд
vivat (салют): ввт
взрывчатка (с4): ввч
верёвка (лоссо TandJ): ввк
ножовка (HFM): жва
вышигание (инструмент): вжг
варварство(ложка): ввв
вигвам: ввм
внучок (косынка): вуо
журнал: жур
худоба (africa): худ
вольтметр: вмт
туфли: фли
вампир: вмп
жучка: жуа
велосипед(горный): влс
фужер: фуж
увлажнитель (тряпка): влл
жимолость: моо
саморез: мор
лобанов: лоб
мозг (pi): моз
мешочек (для кубов): моч
монополия: моп
лукошко: лош
мостик (круглый): мос
Нахимова: мов
молоко: мол
микрофон (не студийный): мро
мурр (котёнок): мрр
изумруды: мрд
мразиш: мрз
лечо (в банке): леч
жмурки (повязка): мрк
хлебушек: леш
лестница (деревянная): лес
лев: лев
мем (даун): мем
тумбочка: мбо
имбирь: мбр
дамблдор (с волшебной палочкой): мбд
медиатор: мдт
холодильник: лди
самбука (горящяя): мбк
клумба квадратная: мба
колбаса (нарезка): лбс
медовые (соты): мдв
медаль: мдл
мазок (палочка с ватой): мзо
маузер: мзр
ноутбук: утб
шоколадный торт (захер): лтт
уточка (пластиковая): утч
лоток (для кота): лтк
лопата: лта
мозг модель: мзг
намазывание (шок. паста): мзв
утюг: уту
линзы: лин
моцарт (скрипач): мцр
мидии: мид
лоиз (сердечко): лиз
ролики: лии
микки: мик
лишайник: лиш
лиса: лис
лифт: лиф
механизм (пружина): мим
макароны (длинные г-оны): мкн
бампер: мпр
липид (жир): лпд
лепестки (роз): лпт
палки лыжные: лки
мп3 плеер (круглый): мпп
полка (подставка для цветов): лка
укус (комар): укс
упаковка (сок): упв
монокль: мкл
манту (шприц): ман
инмарко (морожное): мар
лошадь (маска): лшд
лазер: лаз
маятник: маи
мышка: мшк
майка: маа
магия (головоломка): маг
лавка: лав
малибу (коктейль): мал
мясорубка: мсо
альпийские (горы): лсе
услада: усд
хлыст: лст
гусиныи: уси
Маскоу: мск
кусачки (CS): уса
мелисса(крапива): мсс
унылое говно: угв
лагман: лгм
львёнок: лво
клавиатура: лвр
мухобойка: мхб
ухват: ухт
метамфетамин: мфи
кружка: ужк
жухра: уха
гухонг: ухг
мухоловка (растение): мхв
ловушка (в сетку на дерево): лву
хамилион: мло
млекопитающее (слоу): мле
молодой (молоток): млд
бутуз (малыш): ууз
луч: луч
люлька: ллк
мука (макфа): муа
мусс (крем): мус
мужик: муж
куллер: улл`;
